:PROPERTIES:
:ID: b722664c-d310-4908-9b57-98ffd73833c9
:END:
#+TITLE: play.teod.eu: Rolling retrospective & list of problems

[[file:..][..]]

Structure:

1. High-quality critique
2. Critique sandbox / options
3. Journal

** elisp text
#+begin_src emacs-lisp
(message "hello, there")
#+end_src

#+RESULTS:
: hello, there

#+BEGIN_SRC emacs-lisp
(progn)
(setq some-name "Dustyn")
(setq some-age 10)
(1,2, some-name, some-age)
#+END_SRC
